Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: == Operational installations of the Tasking Manager == * Projects worldwide: **http://tasks.hotosm.org/ – for [[Humanitarian OSM Team]] ** http://tasks.teachosm.org/ – for TeachOSM ** http://taches.francophonelibre.org/ – run by Les Libres Géographes, currently focuses mostly on French-speaking Southern countries & the Erasmus+ project [https://wiki.openstreetmap.org/wiki/EuYoutH_OSM euYoutH_OSM] (contact @ leslibresgeographes.org for rights to project creation or any info) ** https://osm.earth – for OSM Earth * Projects in the Americas: **http://tasks.osmcanada.ca/ – for OSM Canada ** http://gt.osmqc.ca/ – for OSM Quebec ** http://tasks.openstreetmap.us/ – for OSM US ** http://osmcolorado.com/ – for OSM Colorado ** http://tareas.openstreetmap.co/ – for OSM Colombia ** http://tareas.mapazonia.org/ – for Mapazonia (OSM Latam) **http://tasks.atlasurbano.org - for Atlas Urbano PY (OSM Paraguay) * Projects in Europe: **https://tasks.osm-hr.org/ - for OSM Croatia **http://ijjarvin.kapsi.fi/osmtm – for OSM Finland **https://tasks.openstreetmap.ie/ – for OSM Ireland **http://osmit-tm3.wmflabs.org/ – for OSM Italy (operated by Wikimedia Italia) **https://tarefas.openstreetmap.pt/ – for OSM Portugal **http://tareas.openstreetmap.es/ – for OSM Spain **http://tasks2.openstreetmap.se/ – for OSM Sweden **http://tasks.osm.ch/ – public instance operated by [http://sosm.ch/ SOSM] (Switzerland) * Projects in Asia: **http://tasks.openstreetmap.in/ – for OSM India **http://tasks.openstreetmap.id/ – for OSM Indonesia **http://tasks.transcaucasiantrail.org/ – for TransCaucasianTrail * Other purposes: ** http://tasks.openhistoricalmap.org – for [[OpenHistoricalMap]] [[Category:OSM Tasking Manager| ]]
ja: == Tasking Managerの本番運用サーバ一覧 == * Projects worldwide: **http://tasks.hotosm.org/ – for [[Humanitarian OSM Team]] ** http://tasks.teachosm.org/ – for TeachOSM ** http://taches.francophonelibre.org/ – run by Les Libres Géographes, currently focuses mostly on French-speaking Southern countries & the Erasmus+ project [https://wiki.openstreetmap.org/wiki/EuYoutH_OSM euYoutH_OSM] (contact @ leslibresgeographes.org for rights to project creation or any info) ** https://osm.earth – for OSM Earth * Projects in the Americas: **http://tasks.osmcanada.ca/ – for OSM Canada ** http://gt.osmqc.ca/ – for OSM Quebec ** http://tasks.openstreetmap.us/ – for OSM US ** http://osmcolorado.com/ – for OSM Colorado ** http://tareas.openstreetmap.co/ – for OSM Colombia ** http://tareas.mapazonia.org/ – for Mapazonia (OSM Latam) **http://tasks.atlasurbano.org - for Atlas Urbano PY (OSM Paraguay) * Projects in Europe: **https://tasks.osm-hr.org/ - for OSM Croatia **http://ijjarvin.kapsi.fi/osmtm – for OSM Finland **https://tasks.openstreetmap.ie/ – for OSM Ireland **http://osmit-tm3.wmflabs.org/ – for OSM Italy (operated by Wikimedia Italia) **https://tarefas.openstreetmap.pt/ – for OSM Portugal **http://tareas.openstreetmap.es/ – for OSM Spain **http://tasks2.openstreetmap.se/ – for OSM Sweden **http://tasks.osm.ch/ – public instance operated by [http://sosm.ch/ SOSM] (Switzerland) * Projects in Asia: **http://tasks.openstreetmap.in/ – for OSM India **http://tasks.openstreetmap.id/ – for OSM Indonesia **http://tasks.transcaucasiantrail.org/ – for TransCaucasianTrail * Other purposes: ** http://tasks.openhistoricalmap.org – for [[OpenHistoricalMap]] [[Category:OSM Tasking Manager| ]]

source: == Printed Maps that "Lye"<!-- this is a deliberate spelling mistake--> == === A–Z Map of Bristol === [[File:Lye close.jpg|right]] To the right is a tiny scan from an A–Z map of central Bristol.
ja: == ウソがある地図 (Printed Maps that "Lye") <!-- this is a deliberate spelling mistake--> == === ブリストルの A-Z 地図 A-Z Map of Bristol === [[File:Lye close.jpg|right]] 右の図はブリストルの A-Z 地図のごく一部です。

source: == Reason for OpenStreetMap == Copyright law, as it applies to maps, is in key part of the reason for making OpenStreetMap in the first place!
ja: == OpenStreetMapの理由 == 地図に適用される著作権法は、 OpenStreetMap を作成する第一の意義の重要な部分になります。

source: == See also == * [[Community Code of Conduct (Draft)]] * [[Diversity/MailingList/CodeOfConduct|Code of Conduct for the diversity-talk@ mailing list]], which is used there instead of this Etiquette guide.
ja: == 参照 == * [[Community Code of Conduct (Draft)]] * [[Diversity/MailingList/CodeOfConduct|Code of Conduct for the diversity-talk@ mailing list]], which is used there instead of this Etiquette guide.

source: == Solving Disputes == In the event of a disputed tagging, users are first encouraged to communicate directly with other editors in the area, to try and work out a solution.
ja: == 紛争の解決 == タグ付けの紛争が起きたら、ユーザは解決を試み、実現させるために、最初にそのエリアの相手の編集者に直接対話することが推奨されます。

source: == Translated pages with a title in a non-English language == If you want that a page translated to a national language have the title translated also, it is necessary to maintain anyway a page with English title preceded by language code and colon.
ja: == 英語以外の言語による題名を持つ翻訳ページ == 各言語のページに翻訳された題名を付ける場合は、言語コードとコロンで始まる英語の題名のページを修正する必要があります。

source: == Why OpenStreetMap?
ja: ==なぜ OpenStreetMap なのか？

source: == Wiki translation progress == Wiki translation is taking place on a somewhat ad-hoc basis, and you are encouraged to join in, but we also need to try and get more organised about this.
ja: しかし、私たち自身もまた、一つのコミュニティとして、一丸となってまとまっていたいのです。

source: === Cartographic style easter eggs === Vertices trick/mark.
ja: === 地図製作型のイースターエッグ === Vertices trick（記号）。

source: === Category === * Use "Category:&lt;languagecode&gt;:&lt;Adapted title&gt;" convention.
ja: === カテゴリ === * "Category:<言語コード>:<翻訳した題名>" の命名規則を使ってください。

source: === Digital easter eggs === A class of Easter Eggs can be implemented by digital map providers who do not want their raw map data (vectors) copied.
ja: === デジタルなイースターエッグ === A class of Easter Eggs can be implemented by digital map providers who do not want their raw map data (vectors) copied.

source: === Examples from Google Maps === (These are examples from Google Maps gathered back when google used Tele Atlas for European data coverage) * [http://maps.google.co.uk/?q=Moat+Lane,+Finchley,+London+N3&ie=UTF8&ll=51.591223,-0.19122&spn=0.006066,0.01251&z=17&layer=c&cbll=51.591153,-0.191742&panoid=BAXZH3K-fq6Ye3VArtVN6A&cbp=12,110.84892024397425,,0,-2.487135506003425 Moat Lane, Finchley, London N3].
ja: === Google マップの例 === （これらは Google がヨーロッパのデータを網羅するために Tele Atlas を使った時に、 Google マップに収録されたものです） * [http://maps.google.co.uk/?q=Moat+Lane,+Finchley,+London+N3&ie=UTF8&ll=51.591223,-0.19122&spn=0.006066,0.01251&z=17&layer=c&cbll=51.591153,-0.191742&panoid=BAXZH3K-fq6Ye3VArtVN6A&cbp=12,110.84892024397425,,0,-2.487135506003425 Moat Lane, Finchley, London N3].

source: === Execution state === The Overpass QL ''execution state'' consists of: * the default ''set'' <code>_</code> (a single underscore) * other named sets, if created by the user * a [https://en.wikipedia.org/wiki/Stack_(abstract_data_type) stack], during the execution of Overpass QL ''block statements'' === Sets === Overpass QL manipulates ''sets''.
ja: === 実行状態 === Overpass QL の実行状態には下記のものがあります。 * デフォルトの集合（''set''） <code>_</code> （単一の下線） * 名前つき集合（ユーザーが作成する場合） *[https://en.wikipedia.org/wiki/Stack_(abstract_data_type) スタック]： Overpass QLの''ブロックステートメント''の実行中 === 集合（set） === Overpass QLは集合を操作します。

source: === For matters related to licensing === * License discussions should be moved to [https://lists.openstreetmap.org/pipermail/legal-talk/ legal-talk] * Other than license announcements actual discussions should occur on the legal-talk mailing list
ja: ===ライセンスに関する事項 * ライセンスに関するディスカッションは [https://lists.openstreetmap.org/pipermail/legal-talk/ legal-talk] に移動する必要があります。 * ライセンスに関する発表以外については、実際のディスカッションはリーガルトーク メーリングリストで行う必要があります。

source: === History === * '''????''': The idea and first implementation of OpenStreetBugs was developed by [[User:Xav|Xav]].
ja: ===履歴=== *''???'':OpenStreetBugsのアイデアと最初の実装は、[[User:Xav Xav]]によって開発されました。

source: === Moderator guidelines === Moderators will adhere to the following guidelines when enacting the above policy
ja: ===モデレータのガイドライン=== モデレータは、上記のポリシーを実行する際に、次のガイドラインに従います。

source: === On the Ground Rule === If the dispute can not be resolved through discussion, then the simple default rule is whatever name, designation, etc are used by the people on the ground at that location are used.
ja: === 現地ルール {{anchor|On the Ground Rule}} === 紛争が議論で解決できない場合、シンプルなデフォルトのルールは、その位置の地上にいる人々が使っているものはどのような名前、記号、等々であれ、非ローカライズタグで使われる、というものです。

source: === Process for moderation === The [[Mailing lists|moderators]] for the mailing lists will follow the guidelines below.
ja: ===モデレートのプロセス=== メーリングリストの [[Mailing lists|moderators]] は以下のガイドラインに従います。

source: === Statements === Overpass QL source code is divided into ''statements,'' and every statement ends with a semicolon <code>;</code>.
ja: === ステートメント（文） === Overpass QL のコードは''ステートメント'' からなっており、それぞれのステートメントはセミコロン <code>;</code> で終わります。ステートメントは逐次処理され、実行状態がそれに応じて変化していきます。

source: === Why are you making OpenStreetMap?
ja: ===なぜ OpenStreetMap を作っているのですか？

source: === Why don't you just use Google Maps/whoever for your data?
ja: ===なぜ手っ取り早く Google マップなどのデータを使わないのですか？{{anchor|Why don't you just use Google Maps/whoever for your data?}}

source: ==== Naming ==== According to the "On the Ground Rule" whatever people are using on the ground at that location will win the non-localized tags.
ja: ==== 名前付け ==== 「On the Ground Rule」によると、その位置の地上にいる人々が使っているものはどのような名前、記号、等々であれ、非ローカライズタグで使われます。

source: ====JOSM - Setup and Offset DB==== * [[OSM Tasking Manager/Setting up JOSM|Setting up JOSM]] shows how to enable Remote Control and add new Imagery * [[OSM Tasking Manager/Offset_db]] explains how to use the imagery offset database * The [[JOSM/Plugins/BuildingsTools|Building Tools]] plugin is recommended when tracing many rectangular buildings.
ja: ====JOSM設定とオフセットDB==== *[[OSM Tasking Manager/Setting up JOSM Setting up JOSM]]では、リモートを有効にして新しいイメージを追加する方法を示します。 *[[OSM Tasking Manager/Offset_db]]では、イメージオフセットデータベースの使用方法について説明します。 *多くの長方形の建物をトレースする場合は、[[JOSM/Plugins/BuildingsTools | ビル入力ツール]]プラグインを使用することをお勧めします。

source: ====Potlatch 2 - Adding Grid Square==== [[File:Open_vector_p2.png|200px|right]] [[File:Grid in p2.png|400px|right]] Potlatch will not automatically display the task bounding box, but you can do so by following this procedure: # In the Tasking Manager, select a square and click '''Start Mapping''' to lock it # In the Tasking Manager, select '''Edit with JOSM''' (if a window appears saying "JOSM remote control did not respond..." just click OK).
ja: ====Potlatch2-グリッド正方形の追加==== [[File:Open_vector_p2.png|200px|right]][[File:Grid in p2.png|400px|right]] Potlatchでは、タスクの境界ボックスは自動的には表示されませんが、次の手順に従って表示できます。 #Tasking Managerで四角形を選択し、'''Start Mapping'''をクリックしてロックします。 #Tasking Managerで、'''Edit with JOSM'''を選択します("JOSM remote control did not respond..."というウィンドウが表示された場合は、[OK]をクリックします)。

source: ====iD Editor==== The task bounding box should display automatically in iD.
ja: ====iDエディタ==== タスクの境界ボックスが自動的にiDに表示されます。

source: ===Extra considerations=== OpenStreetMap is not a forum for politics, but a means for understanding.
ja: ===その他の考慮事項=== OpenStreetMap は政治のためのフォーラムではなく、理解のための手段です。

source: ===Limitation of Liability===
ja: ===責任の制限===

source: ===Miscellaneous===
ja: ===その他===

source: ===Rights Granted===
ja: ===認められる権利===

source: ===Validating a task=== Please see [[OSM_Tasking_Manager/Validating_data]] ==Further Help== [[File:HOT Tasking Server Job.png|200px|thumb|right|Job in progress on OSM Tasking Manager]] If you need further help on mapping an area see: * [http://www.learnosm.org LearnOSM] * [[Map_Features]] ==Beginners Guides to mapping with H.O.T== [[File:LearnOSM.png|800px]]<br> <br> [http://learnosm.org/en/ LearnOSM] is the principle guide recommended by HOT.
ja: ===タスクの検証=== [[OSM_Tasking_Manager/Validating_data]]を参照してください。 ==その他のヘルプ== [[File:HOT Tasking Server Job.png|200px|thumb|right|Job in progress on OSM Tasking Manager]] エリアのマッピングに関する詳細については、次を参照してください。 * [http://www.learnosm.org LearnOSM] * [[Map_Features]] ==H.O.Tによるマッピング ビギナーズガイド== [[File:LearnOSM.png|800px]]<br> <br> [http://learnosm.org/en/ LearnOSM] は、HOT推奨の基本ガイドです。

source: ==Proprietary data== '''Do not use data from [[wikipedia:Copyright|copyrighted]] maps or any other [[wikipedia:Proprietary|proprietary]] data!''' So copying, tracing or any act of reproduction of any copyrighted work is strictly prohibited.
ja: ==私有のデータ== '''[[wikipedia:ja:著作権|著作権のある]]地図やその他の[[wikipedia:ja:知的財産権|知的財産権のある]]データを使用しないでください！'''著作権のある作品を複写したりなぞったりする行為は厳しく禁じられています。

source: > after
ja: > 後へ

source: > applying {0} style "{1}"
ja: > "{1}"スタイル({0})の適用

source: > before
ja: > 前へ

source: > bottom
ja: > 最後

source: > skipping "{0}" (not active)
ja: > "{0}" をスキップ(有効ではない)

source: > top
ja: > 先頭

source: A By Distance
ja: 距離でA

source: A By Time
ja: 時刻でA

source: A Signpost/Guidepost to indicate the directions to different destinations.
ja: 複数の行き先の方向を示す標識や道標です。

source: A background upload is already in progress.
ja: バックグラウンドアップロードは既に進行中です。

source: A board with a map.
ja: 地図のある案内板です。

source: A board with information.
ja: 情報の書かれた看板です。

source: A body of standing water, such as a lake or pond.
ja: 湖や池のような水域の本体です。

source: A calibration file associated to the picture file was found: {0}
ja: 画像ファイルに関連付けられた位置合わせファイルが見つかりました: {0}

source: A calibration geometry of {0} nodes
ja: {0}ノードの位置合わせ座標

source: A calibration geometry of {0} nodes by {1}
ja: {1}による{0}ノードの位置合わせ座標

source: A campaign exists to change this ([http://www.freeourdata.org.uk/ 'Free Our Data']) but here at OpenStreetMap we are working around the problem by building an open-licensed free and accurate geodata from scratch.
ja: このような著作権を変えさせようというキャンペーン（[http://www.freeourdata.org.uk/ 'Free Our Data']）も存在しますが、 OpenStreetMap はこの問題を回避するため、我々自身でオープンなライセンスの自由な地図を一から書き起こそうとしています。

source: A deprecated calibration geometry of {0} nodes by {1}
ja: {1}による{0}ノードの非推奨の位置合わせ座標

source: A farm within a bigger settlement
ja: 大きい居住地の中にある農場

source: A fire hydrant simple outlet located underground.
ja: 地下に設置された消火栓の接続口。

source: A flat area of sand, gravel or pebble next to water.
ja: 水辺にある砂、砂利、小石などの平坦な場所です。

source: A good example of how this can happen, is "paper street" errors.
ja: たとえば、"paper street" と呼ばれる誤りがちょうど良い例でしょう。

source: A highway developer submits a plan to the government, but never actually builds all the streets.
ja: 道路の開発者は開発計画を行政に提出しますが、そのすべての道路が実際に敷設されるとは限りません。

source: A hint for other mappers (not for the end user), that an object needs an improvement.
ja: 対象物を改善する必要があるという他のマッパー向けのヒント（エンドユーザー向けではない）

source: A line of trees.
ja: 木の並びです。

source: A lot of these are less legal than you might think.
ja: 意外なところで違法になってしまいます。

source: A low area between hills.
ja: 山の間の低いところです。

source: A mechanism will be provided, currently a web page https://wiki.openstreetmap.org/wiki/Contributors.
ja: そのための仕組みが別途提供されます。現在はこちらの http://wiki.openstreetmap.org/wiki/Attribution ウェブページです。

source: A mountain or hill ridge.
ja: 山や丘の尾根です。

source: A name is missing, even though name:* exists.
ja: name:*があるにも関わらずnameがありません。

source: A new project will be created with {n} tasks.
ja: 新しいプロジェクトが {n} 個のタスクで作成されます。

source: A notable rock or group of rocks, with at least one of them firmly attached to the underlying bedrock.
ja: 注目すべき岩または岩のグループで、そのうち少なくとも1つは基盤となる岩盤にしっかりと付着しています。

source: A persistent body of dense ice that is constantly moving under its own weight.
ja: 永続的な氷の塊で、自身の重みで動き続けるものです。

source: A pillar type hydrant.
ja: 地上式消火栓。

source: A plugin to trace water bodies on Landsat imagery.
ja: ランドサット画像上での水域トレース用プラグイン

source: A point where groundwater naturally flows to the surface of the earth from underground.
ja: 地下水が自然に地下から地上に溢れている地点です。

source: A polygon coordinate line must contain exactly 2 numbers
ja: ポリゴンの線はちょうど2つの座標がなければなりません

source: A previous version of JOSM has installed a custom certificate in order to provide HTTPS support for Remote Control:
ja: JOSMの以前のバージョンで、リモート制御でHTTPSをサポートするために、専用の証明書がインストールされました。

source: A primitive with ID = 0 cannot be invisible.
ja: id=0 のプリミティブは非表示にできません

source: A relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.
ja: リレーションの所属がすべての新しいウェイにコピーされました。<br>必要に応じて確認や修正をしてください。

source: A result can be written to a specific set using the <code>-></code> syntax, when that set name is prefixed with <code>.</code>.
ja: 結果を名前つき集合に書き込む場合は <code>-></code> の書式を使い、集合の名称の前に <code>.</code> をつけます。

source: A role based relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.
ja: リレーションの所属に基づくロールがすべての新しいウェイにコピーされました。<br>必要に応じて確認や修正をしてください。

source: A saddle point between mountains or hills.
ja: 山や丘の間の鞍部です。

source: A short text with additional information.
ja: 短いテキストによる追加情報です。

source: A simple capped pipe, without the usual hydrant shape.
ja: 一般的な消火栓の形状とは異なる、蓋のついたシンプルなパイプ型のもの。

source: A single notable free-standing rock, which may differ from the composition of the terrain it lies in.
ja: 単体の目立つ自立した岩で、地層があるものとは異なります。

source: A single tree.
ja: 単一の木です。

source: A special handler for the French land registry WMS server.
ja: フランス土地台帳WMS server 用の特別なハンドラ。

source: A special handler for various Open Data portals<br/><br/>Please read the Terms and Conditions of Use of each portal<br/>before any upload of data loaded by this plugin.
ja: 様々なOpenDataポータルの特別なハンドラーです<br/><br/>このプラグインでロードしたデータをアップロードする前に<br/>各ポータルの利用規約をお読みください。

source: A special handler of the French cadastre wms at www.cadastre.gouv.fr<BR><BR>Please read the Terms and Conditions of Use here (in French): <br><a href="http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html"> http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html</a> <BR>before any upload of data created by this plugin.
ja: フランス cadastre wms (www.cadastre.gouv.fr) の特別なハンドラ<BR><BR>このプラグインで作成されたデータをアップロードする前に、こちらの利用許諾条件を読んでください(フランス語): <br><a href="http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html"> http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html</a>

source: A steep rock face exposure, with a significant vertical, or near vertical (leave the lower face to the right of the way).
ja: 完全に垂直または垂直に近い、急な岩が露出したところです（ウェイの右側が低い方になるようにしてください）。

source: A style of pillar hydrant where the barrel is pressurized at all times, with individual valves for each outlet.
ja: バレルが常に加圧され、各出口に個別のバルブがある、ピラー消火栓のスタイル。

source: A style of pillar hydrant where the water shutoff valve is below ground.
ja: 止水栓が地下にあるタイプの柱上消火栓です。

source: A tag with key <i>{0}</i> is already present on the selected OSM object.
ja: キー<i>{0}</i>が付いたタグが、選択したOSMオブジェクトにすでに存在しています。

source: A tasking manager is an application which helps multiple people to work in the same region without interfering with each other.
ja: タスキングマネージャは、複数の人が同じ地域で互いに干渉することなく作業できるようにするアプリケーションです。

source: A user can create a project with consists of a large region on the map (e.g. a city district).
ja: ユーザは、地図上の大きな領域(例:市区)で構成されるプロジェクトを作成できます。

source: A value of 10000 denotes a scale of 1:10000 (1 cm on the map equals 100 m on the ground; display resolution: 96 dpi)
ja: 値 10000 は 1:10000 の縮尺を示します（地図上の1cmは地上で100mに相当し、表示解像度は96dpiです）

source: A volcano, either dormant, extinct or active.
ja: 火山です。死火山、休火山、活火山を含みます。

source: A wall-mounted fire hydrant.
ja: 壁に設置された消火栓。

source: A water well.
ja: 井戸

source: A way is required instead.
ja: 代わりにウェイが必要です。

source: A way with role <tt>from</tt> is required in a turn restriction.
ja: 進行方向制限には <tt>from</tt> ロールを持つウェイが必要です。

source: A way with role <tt>to</tt> is required in a turn restriction.
ja: 進行方向制限には <tt>to</tt> ロールを持つウェイが必要です。

source: A&xis Align
ja: 軸を合わせる(&A)

source: ADD relation %1
ja: 関連 %1 を追加

source: ADD road %1
ja: 道路 %1 を追加

source: ADD trackpoint %1
ja: トラックポイント %1 の追加

source: AND
ja: かつ

source: API Capabilities
ja: APIの許容量

source: API Capabilities Violation
ja: API機能違反

source: API message is '%1'
ja: APIメッセージは'%1'です

source: API version: {0}
ja: APIバージョン: {0}

source: Abandoned Rail
ja: 線路跡

source: Abort
ja: 異常終了

source: Abort Merging
ja: マージを中断

source: Abort file chooser dialog
ja: ファイル選択ダイアログを中断

source: Abort file chooser dialog.
ja: ファイル選択ダイアログを中止

source: Abort loading
ja: 読み込みの停止

source: Abort tag editing and close dialog
ja: タグ編集を中断してダイアログを閉じる

source: Abort.
ja: 異常終了

source: Aborted
ja: 中断しました

source: Aborting.
ja: 異常終了します。

source: About
ja: バージョン情報

source: About JOSM...
ja: JOSMについて...

source: About Merkaartor
ja: Merkaartorについて

source: About Plugin
ja: プラグイン情報

source: About SDS...
ja: SDSについて...

source: About the information we collect
ja: 収集している情報について

source: Accept
ja: 承諾

source: Accept Access Token
ja: アクセストークンを受け入れる

source: Accept all tags from {0} for this session
ja: このセッションで{0}からすべてのタグを受け付ける

source: Accept script descriptor and close dialog
ja: スクリプト記述子を受け入れてダイアログを閉じる

source: Accept the currently selected way
ja: 現在選択中のウェイを承諾

source: Accept the new module sites and close the dialog
ja: モジュールのサイトの変更を承認してダイアログを閉じる

source: Accept the new plugin sites and close the dialog
ja: 新しいプラグインのサイトを受け入れてダイアログを閉じる

source: Accept the selected scripting engine
ja: 選択したスクリプトエンジンを受け入れる

source: Access
ja: アクセス

source: Access Token
ja: アクセストークン

source: Access Token Key:
ja: アクセストークンキー:

source: Access Token Secret:
ja: アクセストークン秘密鍵:

source: Access Token URL:
ja: アクセストークンURL:

source: Access class
ja: アクセスクラス

source: Access class must not contain ''{0}''!
ja: アクセスクラスには ''{0}'' を含めることができません。

source: Access rights
ja: 利用者

source: Access to redacted version ''{0}'' of {1} {2} is forbidden.
ja: {1} {2} の修正されたバージョン ''{0}'' へのアクセスが拒否されました。

source: Access types
ja: アクセスタイプ

source: Accidental errors and minor inaccuracies could also serve as copyright traps.
ja: 存在しない道、スペルミス、実際には存在しない幽霊教会などだけでなく、意図せず生じた間違いや、ちょっとした不正確さも著作権保護のためのトラップとして使われることがあります。

source: Accommodation
ja: 宿泊施設

source: According to the information within the plugin, the author is {0}.
ja: このプラグインから得られる情報では、作者は {0} です。

source: Accountant
ja: 会計事務所

source: Accuracy
ja: 精度

source: Accuracy:
ja: 精度:

source: Action
ja: アクション

source: Action parameters
ja: アクションパラメータ

source: Actions
ja: アクション

source: Actions To Take
ja: 作業内容

source: Activate
ja: 有効化

source: Activate MATSim Renderer
ja: MATSimレンダラーを有効化する

source: Activate hierarchy filter
ja: 階層フィルターを有効化

source: Activate layer
ja: アクティブレイヤー

source: Activate the layer this turn restriction belongs to and zoom to it
ja: この進行方向制限が属するレイヤーをアクティブにしてズーム

source: Activate the selected layer
ja: 選択されたレイヤーを有効化します

source: Activates the MapDust bug reporter plugin
ja: MapDustバグ報告プラグインを有効化

source: Activates the conflation plugin
ja: 合成プラグインを有効にする

source: Activating the standard map renderer instead.
ja: 代わりに標準の地図レンダラーを有効化しています。

source: Active presets:
ja: 有効なプリセット:

source: Active rules:
ja: 有効なルール:

source: Active styles:
ja: 有効なスタイル:

source: Actual
ja: 実績

source: Add
ja: 追加

source: Add "source" tag
ja: "source"タグを追加

source: Add "source=..." to elements?
ja: "source=..." を要素に追加しますか？

source: Add Bookmark
ja: ブックマークに追加

source: Add EGPX layer
ja: EGPXレイヤーを追加

source: Add House Numbering (Karlsruhe scheme)
ja: 住居番号を追加(Karlsruhe scheme)

source: Add Imagery URL
ja: 画像URLを追加

source: Add JOSM Plugin description URL.
ja: JOSMプラグイン情報のURLを追加します。

source: Add Mapillary tag
ja: Mapillary タグを追加

source: Add Node %1 to Road %2
ja: ノード %1 を 道路 %2 に追加

source: Add Node...
ja: ノードを追加...

source: Add Open Data Module description URL.
ja: OpenDataモジュールの説明URLを追加します。

source: Add Rectified Image
ja: 修正した画像を追加

source: Add Source Tag
ja: ソースタグを追加

source: Add Street Numbers
ja: 街路番号を追加する

source: Add Tag
ja: タグを追加

source: Add Wikidata
ja: Wikidata を追加

source: Add Wikidata for language ''{0}''
ja: ''{0}'' の Wikideta を追加
